Repository: alexzawadsky/Grocket
Catalog: backend/grocket/data/locale/*/LC_MESSAGES/django.po
Languages: de, fr, it, nl, pl, ru, sv, zh_hans

source: Product has been successfully placed
pl: Produkt został pomyślnie umieszczony

source: Product has been deleted
de: Produkt wurde gelöscht
fr: Le produit a été supprimé
it: Il prodotto è stato eliminato
nl: Artikel is verwijderd
pl: Produkt został usunięty
ru: Товар удален
sv: Produkten har tagits bort
zh_hans: 产品已被删除

source: Successfully promoted
de: Erfolgreich befördert
fr: Promotion réussie
it: Promosso con successo
nl: Succesvol gepromoveerd
pl: Pomyślnie awansowany
ru: Успешно продвинуто
sv: Framgångsrikt befordrad
zh_hans: 成功推广

source: Marked as sold
de: Als verkauft markiert
fr: Marqué comme vendu
it: Contrassegnato come venduto
nl: Gemarkeerd als verkocht
pl: Oznaczone jako sprzedane
ru: Отмечен как проданный
sv: Märkt som såld
zh_hans: 标记为已售出

source: Placed again
de: Wieder platziert
fr: Placé à nouveau
it: Posizionato di nuovo
nl: Weer geplaatst
pl: Umieszczono ponownie
ru: Опубликован заново
sv: Placerad igen
zh_hans: 再次放置

source: Moved to the archive
de: Ins Archiv verschoben
fr: Déplacé dans les archives
it: Spostato in archivio
nl: Verplaatst naar het archief
pl: Przeniesiony do archiwum
ru: Перемещен в архив
sv: Flyttade till arkivet
zh_hans: 移至存档

source: Removed from the archive
de: Aus dem Archiv entfernt
fr: Supprimé de l'archive
it: Rimosso dall'archivio
nl: Verwijderd uit het archief
pl: Usunięto z archiwum
ru: Удален из архива
sv: Borttagen från arkivet
zh_hans: 从存档中删除

source: Added to favourites
de: Zu den Favoriten hinzugefügt
fr: Ajouté aux favoris
it: Aggiunto ai preferiti
nl: Toegevoegd aan favorieten
pl: Dodano do ulubionych
ru: Добавлен в избранное
sv: Tillagd till favoriter
zh_hans: 已添加到收藏夹

source: Removed from favourites
de: Aus den Favoriten entfernt
fr: Supprimé des favoris
it: Rimosso dai preferiti
nl: Verwijderd uit favorieten
pl: Usunięto z ulubionych
ru: Удален из избранного
sv: Borttagen från favoriter
zh_hans: 已从收藏夹中删除

source: Product has been updated
de: Das Produkt wurde aktualisiert
fr: Le produit a été mis à jour
it: Il prodotto è stato aggiornato
nl: Product is bijgewerkt
pl: Produkt został zaktualizowany
ru: Товар обновлен
sv: Produkten har uppdaterats
zh_hans: 产品已更新

source: Comment added
de: Kommentar hinzugefügt
fr: Commentaire ajouté
it: Commento aggiunto
nl: Commentaar toegevoegd
pl: Dodano komentarz
ru: Комментарий добавлен
sv: Kommentar tillagd
zh_hans: 已添加评论

source: Comment deleted
de: Kommentar gelöscht
fr: Commentaire supprimé
it: Commento cancellato
nl: Reactie verwijderd
pl: Komentarz usunięty
ru: Комментарий удален
sv: Kommentar raderad
zh_hans: 评论已删除

source: Peply added
de: Antwort hinzugefügt
fr: Réponse ajoutée
it: Risposta aggiunta
nl: Antwoord toegevoegd
pl: Dodano odpowiedź
ru: Ответ добавлен
sv: Svar tillagt
zh_hans: 已回复

source: Reply deleted
de: Antwort gelöscht
fr: Réponse supprimée
it: Risposta cancellata
nl: Antwoord verwijderd
pl: Odpowiedź została usunięta
ru: Ответ удален
sv: Svar raderade
zh_hans: 回复已删除

source: You can attach up to {self.max_length} photos
de: Sie können bis zu {self.max_length} Fotos anhängen
fr: Vous pouvez joindre jusqu'à {self.max_length} photos
it: Puoi allegare fino a {self.max_length} foto
nl: Je kunt maximaal {self.max_length} foto's bijvoegen
pl: Możesz załączyć maksymalnie {self.max_length} zdjęć
ru: Можно загрузить до {self.max_length} фотографий
sv: Du kan bifoga upp till {self.max_length} foton
zh_hans: 您最多可以附上 {self.max_length} 张照片

source: The image field can only be id or base64
de: Das Bildfeld kann nur id oder base64 sein
fr: Le champ image ne peut être que id ou base64
it: Il campo immagine può essere solo id o base64
nl: Het afbeeldingsveld kan alleen id of base64 zijn
pl: Pole obrazu może mieć tylko wartość id lub base64
ru: Фотография может быть либо id, либо base64
sv: Bildfältet kan bara vara id eller base64
zh_hans: image字段只能是id或者base64

source: `{promotion}` is not integer
de: `{promotion}` ist keine Ganzzahl
fr: `{promotion}` n'est pas entier
it: `{promotion}` non è intero
nl: `{promotion}` is niet geheel
pl: `{promotion}` nie jest liczbą całkowitą
ru: `{promotion}` не число
sv: `{promotion}` är inte heltal
zh_hans: `{promotion}` 不是整数

source: Only latin letters, numbers and punctuation marks can be used
de: Es dürfen nur lateinische Buchstaben, Zahlen und Satzzeichen verwendet werden
fr: Seuls les lettres latines, les chiffres et les signes de ponctuation peuvent être utilisés
it: Possono essere utilizzati solo lettere latine, numeri e segni di punteggiatura
nl: Alleen Latijnse letters, cijfers en leestekens kunnen worden gebruikt
pl: Można używać tylko łacińskich liter, cyfr i znaków interpunkcyjnych
ru: Только буквы латиницы, цифры и знаки препинания могут быть использованы
sv: Endast latinska bokstäver, siffror och skiljetecken kan användas
zh_hans: 只能使用拉丁字母、数字和标点符号

source: Only latin letters can be used
de: Es können nur lateinische Buchstaben verwendet werden
fr: Seules les lettres latines peuvent être utilisées
nl: Alleen Latijnse letters kunnen worden gebruikt
pl: Można używać tylko liter łacińskich
ru: Только буквы латиницы
sv: Endast latinska bokstäver kan användas
zh_hans: 只能使用拉丁字母

source: Unable create product: Invalid input data.
de: Produkt kann nicht erstellt werden: Ungültige Eingabedaten.
fr: Impossible de créer le produit : données d'entrée non valides.
it: Possono essere utilizzate solo lettere latine
nl: Kan product niet maken: ongeldige invoergegevens.
pl: Nie można utworzyć produktu: Nieprawidłowe dane wejściowe.
ru: Невозможно создать товар: Неверные входные данные.
sv: Det gick inte att skapa produkt: Ogiltig indata.
zh_hans: 无法创建产品：输入数据无效。

source: Django site admin
de: Django-Site-Administrator
fr: Administrateur du site Django
it: Amministratore del sito Django
nl: Django-sitebeheerder
pl: Administrator strony Django
ru: Django админка сайта
sv: Django-webbplatsadministratör
zh_hans: Django 网站管理员

source: Django administration
fr: Administration de Django
it: Amministrazione Django
nl: Django administratie
pl: Administracja Django
ru: Администрирование Django
zh_hans: Django 管理

source: Unable create product image: Invalid input data.
de: Produktbild konnte nicht erstellt werden: Ungültige Eingabedaten.
fr: Impossible de créer l'image du produit : données d'entrée non valides.
it: Impossibile creare l'immagine del prodotto: dati di input non validi.
nl: Kan productafbeelding niet maken: ongeldige invoergegevens.
pl: Nie można utworzyć obrazu produktu: Nieprawidłowe dane wejściowe.
ru: Невозможно создать фотографию: Неверные входные данные.
sv: Det gick inte att skapa produktbild: Ogiltig indata.
zh_hans: 无法创建产品图像：输入数据无效。

source: You cannot add more than one main photo.
de: Sie können nicht mehr als ein Hauptfoto hinzufügen.
fr: Vous ne pouvez pas ajouter plus d'une photo principale.
it: Non puoi aggiungere più di una foto principale.
nl: U kunt niet meer dan één hoofdfoto toevoegen.
pl: Nie możesz dodać więcej niż jednego zdjęcia głównego.
ru: Нельзя добавить больше одного главного фото.
sv: Du kan inte lägga till mer än ett huvudfoto.
zh_hans: 您不能添加超过一张主照片。

source: Add a main photo.
de: Fügen Sie ein Hauptfoto hinzu.
fr: Ajouter une photo principale.
it: Aggiungi una foto principale.
nl: Voeg een hoofdfoto toe.
pl: Dodaj główne zdjęcie.
ru: Добавьте главное фото.
sv: Lägg till ett huvudfoto.
zh_hans: 添加主照片。
