Repository: alexzawadsky/Grocket
Catalog: translator/libretranslate/locales/*/LC_MESSAGES/messages.po
Languages: cs, ga, nl, ro, vi

source: Invalid JSON format
cs: Neplatný formát JSON
ga: Formáid JSON marcáilte
nl: Invalide JSON formaat
ro: Format JSON invalid

source: Auto Detect
cs: Auto detekce
ga: Déan teagmháil Linn
ro: Detectare automată
vi: Tự động phát hiện

source: Unauthorized
cs: Neautorizované
ga: Gan údarás
nl: Onbevoegd
ro: Neautorizat
vi: Trái phép

source: Too many request limits violations
cs: Příliš mnoho omezení požadavků
ga: Go leor sáruithe teorainneacha a iarraidh
nl: Teveel verzoeksovertredingen
ro: Prea multe încălcări ale limitelor de solicitare
vi: Quá nhiều yêu cầu vi phạm giới hạn

source: Invalid API key
cs: Neplatný API klíč
ga: Eochair API luachmhar
nl: Invalide API
ro: Cheie API invalidă
vi: Chìa khóa API

source: Please contact the server operator to get an API key
cs: Obraťte se na provozovatele serveru a získejte klíč API
ga: Téigh i dteagmháil leis an oibreoir freastalaí a fháil eochair API
nl: Neem contact op met de server-operator om een API sleutel te krijgen
ro: Vă rugăm să contactați operatorul serverului pentru a obține o cheie API
vi: Làm ơn liên lạc với người điều hành máy chủ để lấy chìa khóa API

source: Visit %(url)s to get an API key
cs: Hledat %(url)s získat klíč API
ga: Tabhair cuairt ar %(url)s a fháil eochair API
nl: Bezoek %(url)s om een API sleutel te krijgen
ro: Vizitați %(url)s pentru a obține o cheie API
vi: Đi %(url)s Để lấy chìa khóa API

source: Slowdown:
cs: Pomalování:
nl: Rustig aan
ro: Încetinire:
vi: Chậm lại:

source: Invalid request: missing %(name)s parameter
ro: Cerere invalidă: lipsește parametrul %(name)s

source: Invalid request: request (%(size)s) exceeds text limit (%(limit)s)
cs: Neplatná žádost: žádost (%(size)s) překračuje limit textu (%(limit)s)
ga: Iarratas neamhbhailí: iarratas (%(size)s) níos mó ná teorainn téacs (%(limit)s)
ro: Cerere invalidă: cererea (%(size)s) depășește limita de text (%(limit)s)

source: %(lang)s is not supported
cs: %(lang)s není podporováno
nl: %(lang)s is niet gesteund
ro: %(lang)s nu este acceptat
vi: %(lang)s Không được hỗ trợ.

source: %(format)s format is not supported
cs: %(format)s formát není podporován
nl: %(format)s formaat is niet gesteund
ro: %(format)s formatul nu este acceptat

source: %(tname)s (%(tcode)s) is not available as a target language from %(sname)s (%(scode)s)
cs: %(tname)s (%(tcode)s) není k dispozici jako cílový jazyk od %(sname)s (%(scode)s)
ga: %(tname)s (%(tcode)s) nach bhfuil ar fáil mar sprioctheanga ó %(sname)s (%(scode)s)
nl: %(tname)s (%(tcode)s) Is niet beschikbaar als een doeltaal van %(sname)s (%(scode)s)
ro: %(tname)s (%(tcode)s) nu este disponibilă ca limbă țintă din %(sname)s (%(scode)s)

source: Cannot translate text: %(text)s
cs: Nelze překládat text: %(text)s
ga: Ní féidir téacs a aistriú: %(text)s
nl: Kan niet vertaalen tekst: %(text)s
ro: Nu se poate traduce textul: %(text)s
vi: Không thể dịch tin nhắn: %(text)s

source: Files translation are disabled on this server.
cs: Překlady souborů jsou zakázány na tomto serveru.
ga: Comhaid aistriúcháin atá faoi mhíchumas ar an bhfreastalaí.
nl: De dossiers vertaling zijn uitgeschakeld op deze server.
ro: Traducerea fișierelor este dezactivată pe acest server.
vi: Dịch dữ liệu bị tắt trên máy chủ này.

source: Invalid request: empty file
cs: Neplatný požadavek: prázdný soubor
ga: Iarratas neamhbhailí: comhad folamh
nl: Invalide verzoek: lege bestanden
ro: Cerere invalidă: fișier gol
vi: Yêu cầu tội phạm: hồ sơ trống rỗng

source: Invalid request: file format not supported
cs: Neplatný požadavek: formát souboru není podporován
ga: Iarratas neamhbhailí: formáid comhaid nach bhfuil tacaíocht
nl: Ongeldig verzoek, dossier formaat niet gesteund
ro: Cerere invalidă: formatul de fișier nu este acceptat
vi: Yêu cầu về hồ sơ không được hỗ trợ

source: Invalid filename
cs: Jméno souboru
ga: Ainm comhaid luachmhar
nl: Invalide
ro: Nume de fișier invalid
vi: Tên hồ sơ tội phạm

source: Suggestions are disabled on this server.
cs: Návrhy jsou zakázány na tomto serveru.
ga: Tá moltaí faoi mhíchumas ar an bhfreastalaí.
nl: Suggesties zijn uitgeschakeld op deze server.
ro: Sugestiile sunt dezactivate pe acest server.
vi: Những gợi ý bị tắt trên máy chủ này.

source: English
cs: Čeština
ga: Gaeilge agus Béarla
nl: Engels
ro: Engleză
vi: Tiếng Anh

source: Arabic
cs: Čeština
ga: Araibis
nl: Arabisch
ro: Arabă
vi: Ả Rập

source: Azerbaijani
cs: Čeština
ga: An Asarbaiseáin
nl: Azerbaij
ro: Azerbaidjan
vi: Azerbaijan

source: Chinese
cs: Čeština
ga: Sínis
nl: Chinees
ro: Chineză
vi: Trung Quốc

source: Czech
cs: Česky
ga: An Danmhairgis
nl: Tsjetsjech
ro: Cehă
vi: Séc

source: Danish
cs: Čeština
ga: An Danmhairgis
nl: Deens
ro: Daneză
vi: Đan Mạch

source: Dutch
cs: Čeština
ga: An Ollainnis
nl: Nederlands
ro: Olandeză
vi: Hà Lan

source: Finnish
cs: Čeština
ga: Fionlainnis
nl: Finish
ro: Finlandeză
vi: Phần Lan

source: French
cs: Čeština
ga: Franc na hEilvéise
nl: Frans
ro: Franceză
vi: Pháp

source: German
cs: Čeština
ga: Gearmáinis
nl: Duits
ro: Germană
vi: Người Đức

source: Greek
cs: Čeština
ga: Cineál gas: in airde
nl: Grieks
ro: Greacă
vi: Hy Lạp

source: Hebrew
cs: Čeština
ga: Eabhrais
nl: Hebreeuws
ro: Ebraică
vi: Do Thái

source: Hindi
cs: Čeština
ga: Déan teagmháil linn
ro: Hindusă

source: Hungarian
cs: Čeština
ga: Foirm duille: oval
nl: Hongaars
ro: Maghiară
vi: Hungary

source: Indonesian
cs: Indonéský
ga: Bláthanna faoi dhíon
nl: Indonesië
ro: Indoneziană
vi: Indonesia

source: Irish
cs: Čeština
ga: Gaeilge
nl: Iers
ro: Irlandezii
vi: Ai đó

source: Italian
cs: Čeština
ga: Taiseachas aeir: fliuch
nl: Italiaans
ro: Italiană
vi: Người Ý

source: Japanese
cs: Japonské
ga: Bláthanna cumhra: cumhráin
nl: Japans
ro: Japoneză
vi: Người Nhật

source: Korean
cs: Čeština
ga: Bláthanna Gairdín
nl: Koreaans
ro: Coreeană
vi: Hàn Quốc

source: Persian
cs: Čeština
ga: Cineál gas: in airde
nl: Perzische
ro: Persană
vi: Ba Tư

source: Polish
cs: Čeština
ga: Cineál gas: in airde
nl: Pool
ro: Poloneză
vi: Ba Lan

source: Portuguese
cs: Čeština
ga: Bláthanna faoi dhíon
nl: Portugees
ro: Portugheză
vi: Bồ Đào Nha

source: Russian
cs: Rusky
ga: Bláthanna cumhra: cumhráin
nl: Russisch
ro: Rusă
vi: Người Nga

source: Slovak
cs: Čeština
ga: An tSlÃ3ivéin
ro: Slovacă

source: Spanish
cs: Čeština
ga: Riachtanais uisce: measartha
nl: Spaans
ro: Spaniolă
vi: Tây Ban Nha

source: Swedish
cs: Čeština
ga: Sualainnis
nl: Zweeds
ro: Suedeză
vi: Thụy Điển

source: Turkish
cs: Čeština
ga: Tuircis
nl: Turkije
ro: Turcă
vi: Thổ

source: Ukranian
cs: Čeština
ga: Cónaidhm na Rúise
ro: Ucraineană
vi: Anh quốc

source: Vietnamese
cs: Vietnamské
ga: Vítneaimis Víneaimis
ro: Vietnameză
vi: Việt Nam

source: Retrieve list of supported languages
cs: Seznam podporovaných jazyků
ga: Liosta de na teangacha tacaithe
nl: Een lijst met ondersteunende talen
ro: Preluarea listei de limbi acceptate
vi: Lấy danh sách hỗ trợ ngôn ngữ

source: List of languages
cs: Seznam jazyků
ga: Liosta teangacha
nl: List van talen
ro: Listă de limbi
vi: Danh sách ngôn ngữ

source: translate
cs: čeština
ga: aistriú
nl: vertaling:
ro: traduceți
vi: dịch

source: Translate text from a language to another
cs: Přeložit text z jazyka do jiného
ga: Téacs Translate ó theanga go ceann eile
nl: Vertaling:
ro: Traduceți text dintr-o limbă în alta
vi: Dịch từ ngôn ngữ sang tiếng khác

source: Translated text
cs: Přeložit text
ga: Téacs Aistrithe
nl: Vertaald door
ro: Text tradus
vi: Dịch

source: Invalid request
cs: Neplatný požadavek
ga: Iarratas neamhbhailí
nl: Invalide verzoek
ro: Cerere invalidă
vi: Yêu cầu tội phạm

source: Translation error
cs: Chyba překladu
ga: Earráid aistriúcháin
nl: Vertaling
ro: Eroare de traducere
vi: Lỗi dịch thuật

source: Slow down
cs: Pomalovat dolů
ga: Sreabhadh síos
nl: Rustig aan
ro: Încetinește
vi: Chậm thôi

source: Banned
cs: Čeština
ga: Inis dúinn, le do thoil..
nl: Vertaling:
ro: Interzis

source: Hello world!
cs: Ahoj svět!
ga: Dia duit domhan!
nl: Hallo wereld!
ro: Bună ziua lume!
vi: Xin chào!

source: Text(s) to translate
ro: Text(e) de tradus

source: Source language code
ro: Codul limbii sursă

source: Target language code
ro: Codul limbii țintă

source: Format of source text: * `text` - Plain text * `html` - HTML markup
cs: Formát zdrojového textu: * `text` - prostý text * `html` - HTML značení
ga: Formáid téacs foinse: * `théacs ` - Cuir téacs * html ` - HTML marcóir
nl: Format of bron sms: Plain sms HTML markup
ro: Formatul textului sursă: * `text` - Plain text * `html` - HTML markup
vi: Định dạng văn bản nguồn: ♪ 'text' - Plain text * 'html'

source: API key
ro: Cheia API

source: Translate file from a language to another
cs: Přeložit soubor z jazyka do jiného
ga: Aistrithe comhad ó theanga go ceann eile
nl: Vertaling:
ro: Traduceți fișierul dintr-o limbă în alta
vi: Dịch tài liệu từ ngôn ngữ sang tiếng khác

source: Translated file
cs: Přeložit soubor
ga: Aistrithe comhad
nl: Vertaling:
ro: Fișier tradus
vi: Hồ sơ dịch

source: File to translate
ro: Fișier de tradus

source: Detect the language of a single text
cs: Rozpozná jazyk jediného textu
ga: An teanga téacs amháin a bhrath
nl: Vernietig de taal van een enkele sms
ro: Detectarea limbii unui singur text
vi: Phát hiện ngôn ngữ của một tin nhắn

source: Detections
cs: Detekce
ga: Ailtireacht
nl: Vertaling:
ro: Detecții
vi: Phát hiện

source: Detection error
cs: Chyba detekce
ga: Earráid bhrath
nl: Detectie fout
ro: Eroare de detectare
vi: Lỗi phát hiện

source: Text to detect
ro: Text de detectat

source: Retrieve frontend specific settings
cs: Načíst frontend specifické nastavení
ga: Retrive suímh tosaigh ar leith
nl: Verwijder de frontend specifieke instellingen
ro: Preluarea setărilor specifice frontend-ului
vi: Lấy thiết lập cụ thể

source: frontend settings
cs: nastavení frontendu
ga: socruithe tosaigh
nl: vertaling:
ro: setări frontend
vi: cài đặt trước

source: frontend
cs: čeština
ga: tosaigh
nl: vertaling:
ro: partea din față
vi: phía trước

source: Submit a suggestion to improve a translation
cs: Odeslat návrh na zlepšení překladu
ga: Cuir moladh chun aistriúchán a fheabhsú
nl: Vertaling:
ro: Trimiteți o sugestie pentru a îmbunătăți o traducere
vi: Gửi lời đề nghị để cải thiện bản dịch

source: Success
cs: Hledat
ga: Rath agus Rath
nl: Succes
ro: Succes
vi: Thành công

source: Not authorized
cs: Neautorizované
ga: Nach bhfuil údaraithe
nl: Niet goedgekeurd
ro: Nu este autorizat
vi: Không được phép

source: Original text
cs: Původní text
ga: Téacs bunaidh
nl: Originele SMS
ro: Textul original
vi: Bản tin gốc

source: Suggested translation
ro: Traducere sugerată

source: Language of original text
ro: Limba în care a fost redactat textul original

source: Language of suggested translation
ro: Limba de traducere propusă

source: Language code
cs: Kód jazyka
ga: Cód teanga
nl: Vertaling:
ro: Cod de limbă
vi: Mã ngôn ngữ

source: Human-readable language name (in English)
cs: Lidově čitelné jméno jazyka (v angličtině)
ga: Ainm teanga an duine inléite (i mBéarla)
nl: Menselijke taalnaam (in Engels)
ro: Denumirea limbii lizibile de către om (în limba engleză)
vi: Tên ngôn ngữ có thể đọc được của con người

source: Supported target language codes
cs: Podporované cílové jazykové kódy
ga: Tacú le cóid sprioctheanga
nl: Vertaling:
ro: Coduri de limbă țintă acceptate
vi: Hỗ trợ mã ngôn ngữ mục tiêu

source: Translated text(s)
cs: Přeložit text(y)
ga: Téacs(í) traslatáilte
nl: Vertaald bericht
ro: Text(e) tradus
vi: Dịch tin nhắn

source: Error message
cs: Chybová zpráva
ga: Teachtaireacht Earráid
nl: Error bericht
ro: Mesaj de eroare
vi: Tin nhắn

source: Reason for slow down
cs: Důvod pro zpomalení
ga: Cúis le mall síos
nl: Reason
ro: Motivul încetinirii
vi: Reason chậm lại

source: Translated file url
cs: Přeložit soubor url
ga: Aistrithe comhad
nl: Vertaling:
ro: Traducere fișier url
vi: Dịch file url

source: Confidence value
cs: Hodnota Confidence
ga: Luach minicíochta
nl: Vertrouwelijke waarde
ro: Valoarea de încredere
vi: Giá trị tự tin

source: Character input limit for this language (-1 indicates no limit)
cs: Omezení zadávání znaků pro tento jazyk (-1 indikuje žádný limit)
ga: Teorainn ionchuir Carachtar don teanga seo (-1 léiríonn aon teorainn)
nl: Character input limiet voor deze taal
ro: Limita de introducere a caracterelor pentru această limbă (-1 indică faptul că nu există limită)
vi: Nhân chứng đầu vào giới hạn ngôn ngữ này..

source: Frontend translation timeout
cs: Frontend překlad timeout
ga: Amchlár aistriúcháin Frontend
nl: Vertaling:
ro: Timeout de traducere frontală
vi: Thời gian dịch trước

source: Whether the API key database is enabled.
cs: Ať už je dostupná databáze API klíče.
ga: Cibé an bhfuil an bunachar sonraí eochair API ar chumas.
nl: Of de API-sleutel database in staat is.
ro: Dacă este activată baza de date cu chei API.
vi: Cho dù cơ sở dữ liệu khóa API được kích hoạt.

source: Whether an API key is required.
cs: Ať už je vyžadována klíč API.
ga: Cibé an bhfuil eochair API ag teastáil.
nl: Of een API-sleutel nodig is.
ro: Dacă este necesară o cheie API.
vi: Cho dù là chìa khóa API cần thiết.

source: Whether submitting suggestions is enabled.
cs: Ať už je povoleno podání návrhů.
ga: Cibé an bhfuil moltaí a chur isteach ar chumas.
nl: Of het indienen van suggesties in staat is.
ro: Dacă este activată trimiterea de sugestii.
vi: Cho dù có gợi ý nào được kích hoạt.

source: Supported files format
cs: Podporované formáty souborů
ga: Formáid comhaid Tacaithe
nl: Vertaling:
ro: Formatul fișierelor acceptate
vi: Tập tin được hỗ trợ

source: Whether submission was successful
cs: Ať už byla objednávka úspěšná
ga: Cibé an raibh aighneacht rathúil
nl: Of het nu succesvol was
ro: Dacă depunerea a avut succes
vi: Cho dù trình diễn thành công

source: Copy text
cs: Kopírovat text
ga: Téacs Cóip
nl: Begrepen
ro: Copiați textul
vi: Rõ

source: Cannot load %(url)s
cs: Nelze načíst %(url)s
ga: Ní féidir ualach %(url)s
nl: Kan niet laden %(url)s
ro: Nu se poate încărca %(url)s

source: Unknown error
cs: Neznámá chyba
ga: Earráid aitheanta
nl: Onbekende fout
ro: Eroare necunoscută
vi: Lỗi chưa rõ

source: Copied
cs: Čeština
nl: Copi
ro: Copiat
vi: Cảnh sát

source: Thanks for your correction. Note the suggestion will not take effect right away.
cs: Díky za opravu. Všimněte si, že návrh nebude mít vliv hned.
ga: Go raibh maith agat as do cheartú. Tabhair faoi deara nach mbeidh an moladh i bhfeidhm ar shiúl.
nl: Bedankt voor je correctie. Let op dat de suggestie niet meteen zal werken.
ro: Vă mulțumim pentru corecție. Rețineți că sugestia nu va avea efect imediat.
vi: Cảm ơn đã sửa chữa. Chú ý đề nghị sẽ không hiệu quả ngay lập tức.

source: No languages available. Did you install the models correctly?
cs: Žádné jazyky. Nainstalovali jste modely správně?
ga: Níl aon teangacha ar fáil. An raibh tú a shuiteáil na samhlacha i gceart?
nl: Geen talen beschikbaar. Heb je de modellen correct geïnstalleerd?
ro: Nu există limbi disponibile. Ați instalat corect modelele?
vi: Không có ngôn ngữ nào cả. Anh đã cài đặt các người mẫu đúng không?

source: Type in your API Key. If you need an API key, %(instructions)s
cs: Zadejte ve svém API klíč. Pokud potřebujete klíč API, %(instructions)s
ro: Introduceți cheia API. Dacă aveți nevoie de o cheie API, %(instructions)s

source: press the "Get API Key" link.
cs: stiskněte odkaz "Get API Key".
ga: brúigh an nasc "Get API Key".
nl: druk op de "Get API Key" link.
ro: apăsați linkul "Get API Key".
vi: nhấn liên kết " Lấy khóa" đi.

source: contact the server operator.
cs: obraťte se na provozovatele serveru.
ga: teagmháil a dhéanamh leis an oibreoir freastalaí.
nl: neem contact op met de server.
ro: contactați operatorul serverului.
vi: liên lạc với người điều hành máy chủ.

source: Free and Open Source Machine Translation API
cs: Volný a otevřený zdroj Strojový překlad API
ga: Saor in Aisce agus Oscailte Foinse Meaisín Aistriúchán API
nl: Vrij en open Source Machine Vertaling
ro: Gratuit și Open Source Machine Translation API
vi: Miễn phí và mở nguồn máy dịch

source: Free and Open Source Machine Translation API. Self-hosted, offline capable and easy to setup. Run your own API server in just a few minutes.
cs: Zdarma a Otevřít zdroj Machine Translation API. Self-hosted, offline schopný a snadné nastavení. Spusťte vlastní API server během několika minut.
ga: Saor in aisce agus Oscailte Foinse Meaisín API. Féin-óstáil, as líne in ann agus éasca a thus. Rith do fhreastalaí API féin i ach cúpla nóiméad.
nl: Vrij en open Source Machine Vertaling API. Self-hosted, offline capabel en makkelijk te koppelen. Laat je eigen API server binnen een paar minuten.
ro: API de traducere automată gratuită și cu sursă deschisă. Self-hosted, capabil de offline și ușor de configurat. Rulați propriul server API în doar câteva minute.
vi: Miễn phí và mở nguồn máy dịch. Tự chủ, đột nhập có thể và dễ dàng thiết lập. Chạy máy chủ của mình trong vài phút.

source: translation
cs: překlad
ga: aistriúchán
nl: vertaling:
ro: traducere
vi: dịch

source: Get API Key
cs: Získejte API Čeština
ga: Faigh API Uisce agus Séarachas
nl: Haal API Sleutel
ro: Obțineți cheia API
vi: Lấy API Chìa khóa

source: Set API Key
cs: Nastavení API Čeština
ga: Socraigh API Uisce agus Séarachas
nl: API Sleutel
ro: Setați cheia API
vi: Đặt API Chìa khóa

source: Change language
cs: Změnit jazyk
ga: Athraigh teanga
nl: Verander de taal
ro: Schimbați limba
vi: Thay đổi ngôn ngữ

source: Edit
cs: Editace
ga: Inis dúinn, le do thoil..
nl: Ed
ro: Editați
vi: Edited

source: Dismiss
cs: Čeština
ga: Díroghnaigh gach rud
nl: Ingerukt
ro: Respingeți
vi: Giải tán

source: Translation API
cs: Rozhraní API
ga: Aistriúchán API
nl: Vertaling:
ro: API de traducere
vi: Dịch

source: Translate Text
cs: Přeložit text
ga: Translate Téacs
nl: Vertaling:
ro: Traduceți textul
vi: Dịch

source: Translate Files
cs: Přeložit soubory
ga: Aistrithe Comhad
nl: Vertaling:
ro: Traducere fișiere
vi: Dịch Files

source: Translate from
cs: Přeložit z
ga: Translate ó
nl: Vertaling:
ro: Traducere din
vi: Dịch từ

source: Swap source and target languages
cs: Vyměnit zdroj a cílové jazyky
ga: Swap foinse agus sprioctheangacha
nl: Zwembron en doel talen
ro: Schimbați limbile sursă și țintă
vi: Nguồn tin và mục tiêu ngôn ngữ

source: Translate into
cs: Přeložit do
ga: Translate isteach
nl: Vertaling:
ro: Traduceți în
vi: Dịch

source: Text to translate
cs: Text překládat
ga: Téacs a aistriú
nl: Text om te vertalen
ro: Text de tradus
vi: Tin nhắn để dịch

source: Delete text
cs: Smazat text
ga: Scrios téacs
nl: Verwijder bericht
ro: Ștergeți textul
vi: Xóa tin nhắn

source: Suggest translation
cs: Návrh překladu
ga: Mol aistriúcháin
nl: Suggest vertaling:
ro: Sugerați o traducere
vi: Lời khuyên

source: Cancel
cs: Hledat
ga: Cealaigh
ro: Anulează
vi: Hủy

source: Send
cs: Odeslat
ga: Seol do theachtaireacht a chur chugainn
nl: Vertaling:
ro: Trimiteți
vi: Gửi

source: Supported file formats:
cs: Podporované formáty souborů:
ga: Formáidí comhaid Tacaithe:
nl: Vertaling:
ro: Formate de fișiere acceptate:
vi: Tập tin được hỗ trợ:

source: File
cs: Čeština
ga: Déan Teagmháil Linn
nl: Veld
ro: Fișier
vi: Tài liệu

source: Remove file
cs: Odebrat soubor
ga: Bain comhad
nl: Verwijder dossier
ro: Eliminați fișierul
vi: Lấy hồ sơ

source: Translate
cs: Čeština
ga: Taiseachas aeir: fliuch
nl: Vertaling:
ro: Traducere
vi: Dịch

source: Download
cs: Čeština
ga: Íoslódáil
ro: Descărcați
vi: Tải về

source: Request
cs: Poptávka
ga: Iarratas a Dhéanamh
nl: Verzoek
ro: Cerere
vi: Yêu cầu

source: Response
cs: Čeština
ga: Plandaí faoi dhíon
nl: Respons
ro: Răspuns
vi: Phản ứng

source: Self-Hosted. Offline Capable. Easy to Setup.
cs: Vlastní. Offline Capable. Snadné nastavení.
ga: Féin-Hosted. In ann. Éasca le Socrú.
nl: Zelf gehost. Offline Capable. Makkelijk voor Setup.
ro: Self-Hosted. Capabil offline. Ușor de instalat.
vi: Tự lưu trữ. Có khả năng ngoại tuyến. Bình tĩnh.

source: License:
cs: Licence:
ga: Ceadúnas:
ro: Licență:
vi: Giấy phép:

source: This public API should be used for testing, personal or infrequent use. If you're going to run an application in production, please %(host_server)s or %(get_api_key)s.
ga: Ba cheart an API poiblí seo a úsáid le haghaidh tástála, úsáide pearsanta nó go minic. Má tá tú ag dul a reáchtáil iarratas i dtáirgeadh, le do thoil %(host_server)s nó %(get_api_key)s.
ro: Această API publică ar trebui să fie utilizată pentru testare, pentru uz personal sau pentru utilizări rare. Dacă aveți de gând să rulați o aplicație în producție, vă rugăm să folosiți %(host_server)s sau %(get_api_key)s.

source: host your own server
cs: vlastní server
ga: óstach do fhreastalaí féin
nl: uw eigen server
ro: găzduiți propriul server
vi: chủ máy chủ của anh

source: get an API key
cs: získat klíč API
ga: a fháil eochair API
nl: haal een API sleutel
ro: obțineți o cheie API
vi: lấy chìa khóa API

source: Made with %(heart)s by %(contributors)s and powered by %(engine)s
cs: Vyrobeno s %(heart)s podle %(contributors)s a poháněné %(engine)s
ga: Déanta le %(heart)s ag an %(contributors)s agus faoi thiomáint ag %(engine)s
ro: Realizat cu %(heart)s de %(contributors)s și propulsat de %(engine)s

source: %(libretranslate)s Contributors
ro: %(libretranslate)s Colaboratori

source: html
cs: čeština

source: feedback
cs: zpětná vazba
ga: aiseolas
vi: phản ứng

source: api
cs: čeština
ga: taiseachas aeir: fliuch

source: API Docs
cs: API Dokumenty
ga: Docs API
nl: API Doc

source: GitHub
cs: Čeština
ga: Déan teagmháil linn

source: Open Source Machine Translation API
cs: Otevřít zdroj Strojní překlad API
ga: Oscailte Foinse Meaisín API
nl: Open Source Machine Vertaling
vi: Mở máy dịch

source: Esperanto
ga: Seirbhís do Chustaiméirí

source: LibreTranslate
ga: Déan teagmháil anois
nl: LibreTrans
