Repository: alexzawadsky/Grocket
Catalog: backend/Grocket/locale/*/LC_MESSAGES/django.po
Languages: nl, ru

source: English
nl: Engels
ru: Английский

source: Russian
nl: Russisch
ru: Русский

source: Bought
ru: Куплено

source: Did not agree
ru: Не договорились

source: Ignored
ru: Не отвечает

source: Other
ru: Другое

source: The image field can only be id or base64.
nl: Het afbeeldingsveld kan alleen id of base64 zijn.
ru: Поле изображения может быть только id или base64.

source: You are not the author.
nl: Jij bent niet de auteur.
ru: Вы не автор.

source: You do not have permission to perform this action.
nl: U heeft geen toestemming om deze actie uit te voeren.
ru: У вас нет разрешения на выполнение этого действия.

source: This recipe is already in my favorites.
nl: Dit recept staat al bij mijn favorieten.
ru: Этот рецепт уже у меня в понравившихся.

source: Can only be added to the final category.
nl: Kan alleen worden toegevoegd aan de laatste categorie.
ru: Можно добавить только в конечную категорию.

source: You cannot add more than one main photo.
nl: U kunt niet meer dan één hoofdfoto toevoegen.
ru: Вы не можете добавить более одной главной фотографии.

source: Add a main photo.
nl: Voeg een hoofdfoto toe.
ru: Добавьте основное фото.

source: Image not found.
nl: Afbeelding niet gevonden.
ru: Изображение не найдено.

source: No such status.
ru: Нет такого статуса.

source: There is no such product or it is archived.
nl: Er is geen dergelijk product of het is gearchiveerd.
ru: Такого товара нет или он находится в архиве.

source: You can not add a comment to your product.
nl: U kunt geen opmerking toevoegen aan uw product.
ru: Вы не можете добавить комментарий к собственному товару.

source: You can not add 2 comments to one product.
nl: U kunt niet 2 opmerkingen toevoegen aan één product.
ru: Нельзя добавлять 2 комментария к одному товару.

source: No such category.
nl: Niet zo'n categorie.
ru: Нет такой категории.

source: Dutch
nl: Nederlands

source: This picture is not from this product.
nl: Deze foto is niet van dit product.
